Repository: stephanfo/OpenBuy
Catalog: app/Resources/translations/messages.*.xlf
Languages: fr

# admin.configs.edit.title
source: Edit the configuration
fr: Editer la configuration

# admin.configs.index.title
source: List configurations
fr: Liste des configurations

# admin.configs.label.name
source: Name
fr: Nom

# admin.configs.label.updated
source: Last update
fr: Dernière mise à jour

# admin.users.edit.title
source: Edit the user
fr: Editer l'utilisateur

# admin.users.index.title
source: List of users
fr: Liste des utilisateurs

# admin.users.label.address
source: User address
fr: Adresse de l'utilisateur

# admin.users.label.auths
source: Access
fr: Autorisations

# admin.users.label.jobrole
source: Jobrole
fr: Fonction

# admin.users.label.last_login
source: Last login
fr: Dernière connection

# admin.users.label.mobile
source: Mobile
fr: Portable

# admin.users.label.name
source: Name
fr: Nom

# admin.users.label.phone
source: Phone
fr: Téléphone

# admin.users.new.title
source: New user
fr: Nouvel utilisateur

# alternative.placeholder.mfrName1
source: Enter the manufacturer name (optional)
fr: Entrez le nom du fabricant (facultatif)

# alternative.placeholder.mfrName2
source: Enter the manufacturer name (optional)
fr: Entrez le nom du fabricant (facultatif)

# alternative.placeholder.mfrName3
source: Enter the manufacturer name (optional)
fr: Entrez le nom du fabricant (facultatif)

# alternative.placeholder.mfrName4
source: Enter the manufacturer name (optional)
fr: Entrez le nom du fabricant (facultatif)

# alternative.placeholder.mfrPn1
source: Enter the manufacturer part number (optional)
fr: Entrez la référence fabricant (facultatif)

# alternative.placeholder.mfrPn2
source: Enter the manufacturer part number (optional)
fr: Entrez la référence fabricant (facultatif)

# alternative.placeholder.mfrPn3
source: Enter the manufacturer part number (optional)
fr: Entrez la référence fabricant (facultatif)

# alternative.placeholder.mfrPn4
source: Enter the manufacturer part number (optional)
fr: Entrez la référence fabricant (facultatif)

# article.label.mfrName
source: Manufacturer
fr: Fabricant

# article.label.mfrPn
source: Manufacturer part number
fr: Référence fabricant

# article.label.package
source: Packaging
fr: Conditionnement

# article.label.sku
source: Supplier part number
fr: Référence fournisseur

# article.label.stock
source: Stock available
fr: Stock disponible

# article.label.validity
source: Pricing validity
fr: Validité tarifaire

# bom.add
source: Add a BOM
fr: Ajouter une BOM

# bom.edit.title
source: Edit the BOM
fr: Edition de la nomenclature

# bom.index.title
source: List of BOMs
fr: Liste des nomenclatures

# bom.label.createdAt
source: Created at
fr: Créée le

# bom.label.ecu
source: Customer
fr: Client

# bom.label.name
source: Bom name
fr: Nom de la nomenclature

# bom.manage.alternative.add.title
source: Add a new alternative
fr: Ajouter une nouvelle alternative

# bom.manage.alternative.edit.title
source: Edit the alternative
fr: Editer une alternative

# bom.manage.button.addLineExcel
source: Load an Excel file
fr: Charger un fichier Excel

# bom.manage.button.addLineSingle
source: Add a line
fr: Ajouter une ligne

# bom.manage.button.deleteAll
source: Delete all lines
fr: Supprimer toutes les lignes

# bom.manage.button.loadAllAPI
source: Get all prices from APIs
fr: Charger tous les prix des APIs

# bom.manage.button.quantity.add
source: Add a quantity
fr: Ajouter une quantité

# bom.manage.created
source: Created at
fr: Créée le

# bom.manage.each
source: per board
fr: par carte

# bom.manage.ecu
source: Customer name
fr: Nom du client

# bom.manage.information.title
source: Information of the BOM
fr: Détail de la nomenclature

# bom.manage.line.add.title
source: Add a new line and alternatives
fr: Ajouter une nouvelle ligne et des alternatives

# bom.manage.line.edit.title
source: Edit the line
fr: Editer la ligne

# bom.manage.line.excel.title
source: Load an excel file
fr: Charger un fichier Excel

# bom.manage.lines
source: Number of lines
fr: Nombre de lignes

# bom.manage.lines.title
source: Lines of the BOM
fr: Lignes de la nomenclature

# bom.manage.name
source: BOM Name
fr: Nom de la nomenclature

# bom.manage.quantity.add.title
source: Add a quantity of boards
fr: Ajouter une quantité de cartes

# bom.manage.quantity.edit.title
source: Edit the quantity of boards
fr: Editer la quantité de cartes

# bom.manage.quantity.title
source: List of quantities
fr: Nombre de cartes

# bom.manage.title
source: BOM Management
fr: Gestion de la nomenclature

# bom.manage.total
source: Total of the BOM
fr: Total de la nomenclature

# bom.manage.updated
source: Updated at
fr: Mise à jour le

# bom.new.title
source: Add a new BOM
fr: Ajouter une nouvelle nomenclature

# controler.page.unknow
source: The page %page% doesn't exist
fr: La page %page% n'existe pas

# ecu.add
source: Add a new customer
fr: Ajouter un client

# ecu.edit.title
source: Edit the customer
fr: Editer le client

# ecu.index.title
source: List of customers
fr: Liste des clients

# ecu.label.address
source: Address
fr: Adresse

# ecu.label.country
source: Country
fr: Pays

# ecu.label.name
source: Customer name
fr: Nom du client

# ecu.new.title
source: Add a new customer
fr: Ajouter un nouveau client

# flash.admin.users.allow.toggle.success
source: The access to %auth% has been given to %user%
fr: L'accès à %auth% a été donné à %user%

# flash.admin.users.create.email_exist
source: The email already exists
fr: L'email existe déjà

# flash.admin.users.disable.toggle.success
source: The user %user% has been disabled
fr: L'utilisateur %user% a été désactivé

# flash.admin.users.disallow.toggle.success
source: The access to %auth% has been removed from %user%
fr: L'accès à %auth% a été retiré de %user%

# flash.admin.users.edit.success
source: The user %user% has been updated
fr: L'utilisateur %user% a été mis à jour

# flash.admin.users.enable.toggle.success
source: The user %user% has been enabled
fr: L'utilisateur %user% a été activé

# flash.alternative.add.failed
source: The alternative has not been added
fr: Le part alternatif n'a pas été ajoutée

# flash.alternative.add.success
source: The alternative %alternative% has been added
fr: Le part alternatif %alternative% a été ajouté

# flash.alternative.delete.success
source: The alternative part %alternative% has been deleted
fr: Le part alternatif %alternative% a été supprimé

# flash.alternative.edit.failed
source: The alternative part %alternative% has not been updated
fr: Le part alternatif %alternative% n'a pas été mis à jour

# flash.alternative.edit.success
source: The alternative part %alternative% has been updated
fr: Le part alternatif %alternative% a été mis à jour

# flash.bom.delete.success
source: The BOM %bom% as been deleted
fr: La nomenclature %bom% a été supprimée

# flash.bom.deleteAll.success
source: All lines of the BOM %bom% have been deleted
fr: Toutes les lignes de la nomenclature %bom% ont été supprimées

# flash.bom.edit.success
source: The BOM %bom% has been updated
fr: La nomenclature %bom% a été mise à jour

# flash.bom.excel.empty
source: The Excel file is empty
fr: Le fichier excel est vide

# flash.bom.excel.wrong
source: The file submitted is not an Excel file
fr: Le fichier envoyé n'est pas au format Excel

# flash.bom.new.success
source: The BOM %bom% has been created
fr: La nomenclature %bom% a été créée

# flash.configs.edit.success
source: The configuration %config% has been updated
fr: La configuration %config% a été mise à jour

# flash.ecu.delete.success
source: The customer %ecu% has been deleted
fr: Le client %ecu% a été supprimé

# flash.ecu.edit.success
source: The customer %ecu% has been updated
fr: Le client %ecu% a été mis à jour

# flash.ecu.new.success
source: The customer %ecu% has been created
fr: Le client %ecu% a été créé

# flash.line.add.failed
source: The line has not been added
fr: La ligne n'a pas été ajoutée

# flash.line.add.success
source: The line %line% has been added
fr: La line %line% a été ajoutée

# flash.line.delete.success
source: The line %line% has been deleted
fr: La ligne %line% a été supprimée

# flash.line.edit.failed
source: The line %line% has not been updated
fr: La ligne %line% n'a pas été mise à jour

# flash.line.edit.success
source: The line %line% has been updated
fr: La ligne %line% a bien été mise à jour

# flash.quantity.add.failed
source: The quantity has not been added
fr: La quantité de cartes n'a pas été ajoutée

# flash.quantity.add.success
source: The quantity %quantity% has been added
fr: La quantité de cartes %quantity% a été ajoutée

# flash.quantity.delete.success
source: The quantity %quantity% has been deleted
fr: La quantité de cartes %quantity% a été supprimée

# flash.quantity.edit.failed
source: The quantity has not been updated
fr: La quantité de cartes n'a pas été mise à jour

# flash.quantity.edit.success
source: The quantity %quantity% has been updated
fr: La quantité de cartes %quantity% a été mise à jour

# flash.scanner.alternative.failed
source: Something wrong happened when fetching the API information. Error: %error%
fr: Une erreur s'est produite pendant la récupération des informations des API. Erreur: %error%.

# flash.scanner.alternative.success
source: Data for %alternative% has been received
fr: Les informations de %alternative% ont bien été récupérées

# flash.scanner.bom.failed
source: Something wrong happened when fetching the API information. Error: %error%
fr: Une erreur s'est produite pendant la récupération des informations des API. Erreur: %error%.

# flash.scanner.bom.success
source: Data for the BOM %bom% has been received
fr: Les informations de la nomenclature %bom% ont bien été récupérées

# flash.scanner.line.failed
source: Something wrong happened when fetching the API information. Error: %error%
fr: Une erreur s'est produite pendant la récupération des informations des API. Erreur: %error%

# flash.scanner.line.success
source: Data for the line %line% has been received
fr: Les informations de la ligne %line% ont bien été récupérées

# flash.supplier.copy.success
source: The supplier %supplier% has been duplicated
fr: Le fournisseur %supplier% a bien été dupliqué

# flash.supplier.delete.success
source: The supplier %supplier% has been deleted
fr: Le fournisseur %supplier% a bien été supprimé

# flash.supplier.disable.success
source: The supplier %supplier% has been disabled
fr: Le fournisseur %supplier% a été désactivé

# flash.supplier.edit.success
source: The supplier %supplier% has been updated
fr: Le fournisseur %supplier% a bien été mis à jour

# flash.supplier.enable.success
source: The supplier %supplier% has been enabled
fr: Le fournisseur %supplier% a été activé

# flash.supplier.new.success
source: The supplier %supplier% has been created
fr: Le fournisseur %supplier% a bien été ajouté

# flash.user.api.delete
source: The API Token has been deleted
fr: Le token API a été supprimé

# flash.user.api.new
source: A new API Token has been generated
fr: Un nouveau token API a été généré

# flash.users.new.success
source: The user %user% has been created
fr: L'utilisateur %user% a été créé

# form.button.add
source: Add
fr: Ajouter

# form.button.create
source: Create
fr: Créer

# form.button.load
source: Load
fr: Charger

# form.button.save
source: Save
fr: Sauvegarder

# home.title
source: Welcome to OpenBuy
fr: Bienvenue sur OpenBuy

# home.welcome_text
source: You can access to the platform module by clicking in the top bar menus, according to your access.<br/> <br/> If you need support using the platform or if you find a bug, please contact the platform administrator.<br/>
fr: Vous pouvez accéder aux différents modules de la plate-forme en cliquant sur les liens de la barre de menu, en fonction de vos droits et privilèges.<br/> <br/> Si vous rencontrez des difficultés à interagir avec la plateforme, ou remarquez un dysfonctionnement, je vous invite à contacter votre administrateur de platforme.<br/>

# leftmenu.boms
source: BOMs
fr: Nomenclatures

# leftmenu.change_password
source: Change my password
fr: Changer mon mot de passe

# leftmenu.configs.interface_digikey
source: Edit Digikey's interface
fr: Editer l'interface Digikey

# leftmenu.configs.list
source: List of configurations
fr: Liste des configurations

# leftmenu.contacts_list
source: Contacts list
fr: Liste des contacts

# leftmenu.create_bom
source: Create a new BOM
fr: Créer une nomenclature

# leftmenu.create_contact
source: Create a new contact
fr: Créer un contact

# leftmenu.create_customer
source: Create a new customer
fr: Créer un client

# leftmenu.create_project
source: Create a new project
fr: Créer un projet

# leftmenu.create_supplier
source: Create a new supplier
fr: Créer un fournisseur

# leftmenu.customers_list
source: Customers list
fr: Liste des clients

# leftmenu.dev.translations
source: Manage translations
fr: Gestion des traductions

# leftmenu.parts_list
source: Parts list
fr: Liste des pièces

# leftmenu.profile_edit
source: Edit my profile
fr: Editer mon profil

# leftmenu.profile_view
source: View my profile
fr: Voir mon profil

# leftmenu.projects_list
source: Projects list
fr: Liste des projets

# leftmenu.search_part
source: Search a part
fr: Recherche de pièce

# leftmenu.stats
source: Statistics
fr: Statistiques

# leftmenu.stats.dashboard
source: Dashboard
fr: Tableau de bord

# leftmenu.suppliers_list
source: Suppliers list
fr: Liste des fournisseurs

# leftmenu.title.api
source: Manage my API
fr: Gestion de l'API

# leftmenu.title.boms
source: BOMs
fr: Nomenclatures

# leftmenu.title.customers
source: Customers
fr: Clients

# leftmenu.title.profile
source: My profile
fr: Mon profil

# leftmenu.title.quick_links
source: Quick Links
fr: Raccourcis

# leftmenu.title.stats
source: Stats
fr: Statistiques

# leftmenu.title.suppliers
source: Suppliers
fr: Fournisseurs

# leftmenu.title.users
source: Users
fr: Utilisateurs

# leftmenu.token
source: My token
fr: Mon token

# leftmenu.users.create
source: Create a user
fr: Créer un utilisateur

# leftmenu.users.list
source: User list
fr: Liste des utilisateurs

# line.add.alternatives.title
source: Line's alternatives
fr: Alternatives

# line.add.detail.title
source: Line details
fr: Détail de la ligne

# line.label.alternatives
source: List of alternatives
fr: Liste des alternatives

# line.label.bestPrice
source: Best price
fr: Meilleur tarif

# line.label.ecuPn
source: Customer code
fr: Code client

# line.label.multiplier
source: Coefficient
fr: Coefficient multiplicateur

# line.placeholder.ecuPn
source: Enter customer code
fr: Entrez le code client

# line.placeholder.mfrName1
source: Enter manufacturer name
fr: Entrez le nom du fabricant

# line.placeholder.mfrName2
source: Enter manufacturer name
fr: Entrez le nom du fabricant

# line.placeholder.mfrName3
source: Enter manufacturer name
fr: Entrez le nom du fabricant

# line.placeholder.mfrName4
source: Enter manufacturer name
fr: Entrez le nom du fabricant

# line.placeholder.mfrPn1
source: Enter manufacturer part number
fr: Entrez le code du fabricant

# line.placeholder.mfrPn2
source: Enter manufacturer part number
fr: Entrez le code du fabricant

# line.placeholder.mfrPn3
source: Enter manufacturer part number
fr: Entrez le code du fabricant

# line.placeholder.mfrPn4
source: Enter manufacturer part number
fr: Entrez le code du fabricant

# line.placeholder.multiplier
source: Enter the coefficient
fr: Entrez le coefficient multiplicateur

# modal.button.close
source: Close
fr: Fermer

# price.label.price
source: Unit price
fr: Prix unitaire

# price.label.quantity
source: Quantity
fr: Quantité

# profile.api.token.button.delete
source: Revoke the token
fr: Supprimer le token

# profile.api.token.button.new
source: Generate a token
fr: Generer un nouveau token

# profile.api.token.empty
source: No token has been provided yet
fr: Il n'y a pas de token disponible

# profile.api.token.introduction
source: The token is used to allow distant connexion without sending login and password. Please keep the token confidentiel. You can change it at anytime and also revoke it.
fr: Le token est utilisé pour permettre la connexion à distance sans saisie du login et mot de passe. Il est important de garde de token confidentiel. Vous pouvez le mettre à jour à n'importe quel moment ou même le supprimer.

# profile.api.token.title
source: Manage my token
fr: Gérer mon token

# quantity.label.name
source: Name
fr: Nom

# quantity.label.quantity
source: Quantity
fr: Quantité

# quantity.placeholder.date
source: Enter the date with the format YYYY-MM-DD
fr: Entrez la date au format AAAA-MM-JJ

# quantity.placeholder.name
source: Enter the name
fr: Entrez le nom

# quantity.placeholder.quantity
source: Enter the number of boards
fr: Entrez la quantité

# security.login.title
source: Sign in
fr: Authentification

# supplier.add
source: Add a supplier
fr: Ajouter un fournisseur

# supplier.label.address
source: Address
fr: Adresse

# supplier.label.country
source: Country
fr: Pays

# supplier.label.currency
source: Currency
fr: Devise

# supplier.label.exchange_rate
source: Exchange rate
fr: Taux de change

# supplier.label.name
source: Name
fr: Nom

# suppliers.edit.title
source: Edit
fr: Editer

# suppliers.index.title
source: Supplier list
fr: Liste des fournisseurs

# suppliers.new.title
source: Add a supplier
fr: Ajouter un fournisseur

# title.dashboard
source: Dashboard
fr: Tableau de bord

# title.profile
source: Profile
fr: Profil

# tooltip.add
source: Add
fr: Ajouter

# tooltip.bom.allow
source: Allow BOM
fr: Autoriser l'accès aux BOMs

# tooltip.bom.disallow
source: Disallow BOM
fr: Interdire l'accès aux BOMs

# tooltip.copy
source: Duplicate
fr: Dupliquer

# tooltip.crm.allow
source: Allow CRM
fr: Autoriser la CRM

# tooltip.crm.disallow
source: Disallow CRM
fr: Interdire la CRM

# tooltip.delete
source: Delete
fr: Supprimer

# tooltip.disable
source: Disable
fr: Désactiver

# tooltip.download
source: Get the price
fr: Télécharger la tarification

# tooltip.edit
source: Edit
fr: Editer

# tooltip.edit.parameters
source: Edit interface parameters
fr: Paramètres de l'interface

# tooltip.edit.signin
source: Sign in on the interface
fr: S'authentifier sur l'interface

# tooltip.enable
source: Enable
fr: Activer

# tooltip.manage
source: Manage
fr: Gérer

# tooltip.select
source: Select
fr: Sélectionner

# tooltip.srm.allow
source: Allow SRM
fr: Autoriser la SRM

# tooltip.srm.disallow
source: Disallow SRM
fr: Interdire la SRM

# tooltip.test
source: Test the interface
fr: Tester l'interface

# tooltip.view
source: View
fr: Détails

# topmenu.change_password
source: Change my password
fr: Changer mon mot de passe

# topmenu.connected_as
source: Connected as
fr: Connecté en tant que

# topmenu.home
source: Home
fr: Accueil

# topmenu.logout
source: Logout
fr: Déconnexion

# topmenu.my_account
source: My account
fr: Mon compte

# topmenu.profile_edit
source: Edit my profile
fr: Editer mon profil

# topmenu.profile_view
source: View my profile
fr: Voir mon profil

# topmenu.token
source: Manage my token
fr: Gérer mon token

# user.new
source: Add a user
fr: Ajouter un utilisateur
